Repository: DapperFox/I18NTest
Catalog: NuviInternationalizationTest/NuviInternationalizationTest/locale/*/messages.po
Languages: fr

source: A user name for that e-mail address already exists. Please enter a different e-mail address.
fr: Un nom d'utilisateur pour cette adresse e -mail existe d�j� . S'il vous pla�t entrer une adresse e -mail diff�rente .

source: About
fr: Sur

source: Add %0 packages and jump-start your coding
fr: Ajouter des packages %0 et démarrez rapidement vos codes

source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact your system administrator.
fr: Une erreur inconnue s'est produite . S'il vous pla�t v�rifier votre inscription et r�essayez. Si le probl�me persiste , s'il vous pla�t contacter votre administrateur syst�me .

source: Find Web Hosting
fr: Trouver Hébergement web

source: Getting Started
fr: Mise en route

source: Home
fr: Accueil

source: If you have any questions about ASP.NET MVC visit
fr: Si vous avez des questions sur ASP.NET MVC visite

source: Learn more…
fr: Pour en sevoir plus…

source: Modify this template to jump-start your ASP.NET MVC application.
fr: Modifier ce mod�le pour d�marrer votre application ASP.NET MVC .

source: NuGet makes it easy to install and update free libraries and tools.
fr: NuGet , il est facile à installer et à mettre à jour les bibliothèques et d'outils gratuits .

source: The ASP.NET Simple Membership database could not be initialized. For more information, please see
fr: La base de donn�es d'adh�sion simple ASP.NET pas pu �tre initialis� . Pour plus d'informations , s'il vous pla�t voir

source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
fr: Le fournisseur d'authentification renvoy� une erreur. S'il vous pla�t v�rifier votre inscription et r�essayez. Si le probl�me persiste , s'il vous pla�t contacter votre administrateur syst�me .

source: The current password is incorrect or the new password is invalid.
fr: Le mot de passe actuel est incorrecte ou le nouveau mot de passe est invalide .

source: The e-mail address provided is invalid. Please check the value and try again.
fr: L'adresse e -mail fournie n'est pas valide. S'il vous pla�t v�rifier la valeur et essayer � nouveau.

source: The external login was removed.
fr: La connexion externe a �t� retir� .

source: The password retrieval answer provided is invalid. Please check the value and try again.
fr: La r�ponse de r�cup�ration de mot de passe est invalide . S'il vous pla�t v�rifier la valeur et essayer � nouveau.

source: The password retrieval question provided is invalid. Please check the value and try again.
fr: La question de la r�cup�ration de mot de passe est invalide . S'il vous pla�t v�rifier la valeur et essayer � nouveau.

source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
fr: La demande de cr�ation d'utilisateur a �t� annul�e . S'il vous pla�t v�rifier votre inscription et r�essayez. Si le probl�me persiste , s'il vous pla�t contacter votre administrateur syst�me

source: The user name or password provided is incorrect.
fr: Le nom d'utilisateur ou mot de passe introduit n'est pas correct .

source: The user name provided is invalid. Please check the value and try again.
fr: Le nom d'utilisateur est invalide . S'il vous pla�t v�rifier la valeur et essayer � nouveau.

source: To learn more about ASP.NET MVC visit
fr: Pour en savoir plus sur ASP.NET MVC visite

source: Today is
fr: aujourd'hui est

source: User name already exists. Please enter a different user name.
fr: Nom d'utilisateur existe d�j� . S'il vous pla�t entrer un nom d'utilisateur diff�rent .

source: We suggest the following
fr: Nous vous suggérons ce qui suit

source: You can easily find a web hosting company that offers the right mix of features and price for your applications.
fr: Utilisez cette zone pour fournir des informations supplémentaires .

source: Your app description page.
fr: Votre page de description de l'application

source: Your contact page.
fr: Votre page de contact .

source: Your password has been changed.
fr: Votre mot de passe a �t� chang� .

source: Your password has been set.
fr: Votre mot de passe a �t� d�fini.
